const km = {
    nav: {
    home: "ទំព័រដើម",
    about: "អំពីយើង",
    products: "ផលិតផល",
    resources: "ចំណេះដឹង",
    gallery: "វិចិត្រសាល",
    wholesale: "លក់ដុំ",
    contact: "ទំនាក់ទំនង"
    },

  common: {
    learnMore: "ស្វែងយល់បន្ថែម",
    contactUs: "ទំនាក់ទំនង",
    requestQuote: "ស្នើសុំតម្លៃ",
    viewProducts: "មើលផលិតផល",
    viewResources: "មើលអត្ថបទ"
  },

  footer: {
  description:
    "គ្រាប់ស្វាយចន្ទីកម្ពុជាគុណភាពខ្ពស់ សម្រាប់ទីផ្សារក្នុងស្រុក និងអន្តរជាតិ។",

  quickLinks: "តំណភ្ជាប់រហ័ស",

  contact: "ទំនាក់ទំនង",

  copyright:
    "© ២០២៦ Mato Cashew។ រក្សាសិទ្ធិគ្រប់យ៉ាង។",
    
  email: "អ៊ីមែល",

  phone: "ទូរស័ព្ទ"
  },

  hero: {
    tag: "គ្រាប់ស្វាយចន្ទីកម្ពុជាគុណភាពខ្ពស់",

    title: "គ្រាប់ស្វាយចន្ទីកម្ពុជាគុណភាពខ្ពស់ សម្រាប់លក់រាយ លក់ដុំ និងនាំចេញ",

    description:
      "គ្រាប់ស្វាយចន្ទីកម្ពុជាគុណភាពខ្ពស់ ជ្រើសរើសដោយយកចិត្តទុកដាក់ពីកសិករក្នុងស្រុក ដើម្បីផ្គត់ផ្គង់ដល់អាជីវកម្មលក់រាយ លក់ដុំ នាំចេញ និងសេវាកម្ម OEM។"
  }
};

export default km;